docs/prospective_phd.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-04-17 Thu 09:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Anand Deopurkar</title>
<meta name="author" content="Anand Deopurkar" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/css/main.css"><link href="https://fonts.googleapis.com/css2?family=Atkinson+Hyperlegible:ital,wght@0,400;0,700;1,400;1,700&family=B612:wght@300..700&display=swap" rel="stylesheet"></head>
<body>
<div id="content" class="content">
<h1 class="title">Anand Deopurkar
<br />
<span class="subtitle">Thinking of doing a PhD at ANU with me as a supervisor?</span>
</h1>
<p>
Thanks!  I am happy that you find my work interesting.
</p>

<p>
Before you write to me, please do the following.
</p>

<ol class="org-ol">
<li>Read this page and mention in your email that you have done so (important!).</li>

<li><p>
Explain your background in algebraic geometry and commutative algebra.
</p>

<p>
Please be specific.  Mention how you acquired this background (classes, independent reading, etc), which books you have read, whether you did any exercises, etc.
</p></li>

<li>Explain your background in other areas that may be relevant, like representation theory, complex analysis, algebraic topology, etc.</li>

<li>Send a copy of your transcript (unofficial is fine) and curriculum vitae.</li>

<li>Send me the most sophisticated mathematical document you have written as a sample of your work.
This does not have to be original research; expository is fine.</li>

<li>List at least two people whom I can contact for a reference.</li>
</ol>

<p>
The duration of a PhD at ANU is short: about 3 to 3.5 years.  
So it is improtant that candidates come in with sufficient background.
I may not be able to accept you if I think you do not meet this criterion.
Please do not take it as a judgement of your mathematical ability, readiness to do a PhD in some other area, or at another institution.
</p>

<p>
Lastly, please remember that the projects listed on the <a href="https://maths.anu.edu.au/research/projects">MSI Projects Page</a> are intended for honours and masters students.
They reflect my broader interests.
While I am happy to supervise expository projects in these areas, I may not be the right person as a PhD supervisor in them. 
</p>

<p>
Thanks again and all the best!
</p>
</div>
<div id="postamble" class="status">
Created by <a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.1 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).  Last modified: 2025-04-12 Sat 22:17.  <a href="https://github.com/deopurkar/deopurkar.github.io">Source</a>
</div>
</body>
</html>
